benchmark/9_HorizontalScaling+LB/LOCAL/GET_Isolated_Cache/WARM/get_output_50conn_10s_warm.txt
Running 10s test @ http://localhost:80
  50 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   243.65ms  255.48ms   1.10s    79.77%
    Req/Sec    11.95      7.81    30.00     46.20%
  3090 requests in 10.10s, 0.97MB read
Requests/sec:    305.87
Transfer/sec:     98.49KB